Repository: Ramel/updatengine-server
Catalog: adminactions/locale/*/LC_MESSAGES/django.po
Languages: fr

source: CSV file
fr: Fichier CSV

source: if checked calls obj.clean()
fr: Utiliser obj.clean()

source: if checked use obj.save() instead of manager.bulk_update()
fr: Utiliser la méthode save() plutôt qu'update()

source: Please select one or more index fields
fr: Veuillez sélectionner un ou plusieurs champs d'index

source: Sorry you do not have rights to execute this action
fr: Désolé vous n'avez pas les droits nécessaires pour effectuer cette action

source: Updated %s records
fr: %s enregistrement(s) mis à jour

source: Bulk update
fr: Mettre à jour en masse

source: %s column is not present in the file
fr: La colonne %s n'est pas présente dans le fichier

source: Updated record(s)
fr: Enregistrement(s) mis à jour

source: By rows update
fr: Mise à jour par ligne

source: No duplicated rows found
fr: Aucune ligne dupliquée n'a été trouvée

source: Find Duplicates
fr: Recherche de doublons

source: Export as CSV
fr: Exporter au format CSV

source: Export as XLS
fr: Exporter au format XLS

source: Export as fixture
fr: Exporter comme données initiales (fixtures)

source: Export delete tree
fr: Exporter l'arbre des dépendances

source: Header
fr: Entête

source: Delimiter
fr: Délimiteur

source: Quotechar
fr: Caractère de citation

source: Quoting
fr: Citation

source: All
fr: Tout

source: Minimal
fr: Minimum

source: None
fr: Aucun

source: Non Numeric
fr: Non numérique

source: Escapechar
fr: Caractère d'échappement

source: Datetime format
fr: Format de date et heure

source: Date format
fr: Format de la date

source: Time format
fr: Format de l'heure

source: Columns
fr: Colonnes

source: Use display
fr: Utiliser l'affichage

source: Use Natural Primary Keys
fr: Utiliser des clés primaires naturelles

source: Use Natural Foreign Keys
fr: Utiliser des clés étrangères naturelles

source: Graph type
fr: Type de graphique

source: Group by and count by
fr: Grouper et compter par

source: Graph selected records
fr: Graphique des enregistrements sélectionnés

source: convert to uppercase
fr: Convertir en majuscule

source: convert to lowercase
fr: Convertir en minuscule

source: capitalize first character
fr: Mettre le premier caractère en majuscule

source: leading and trailing whitespace
fr: Retirer les espaces en préfixe et suffixe

source: add <arg> percent to existing value
fr: Ajouter <arg> pour cent à la valeur existante

source: use Celery to run update in background
fr: utiliser Celery pour exécuter la mise à jour en arrière-plan

source: if checked use obj.save() instead of manager.update()
fr: Utiliser la méthode save() plutôt qu'update()

source: Cannot use Async with FileField
fr: Impossible d'utiliser Async avec FileField

source: Unable no mass update ManyToManyField without 'validate'
fr: Impossible de faire une mise à jour en masse de ManyToManyField sans 'valider'

source: Mass update
fr: Modifications en masse

source: Dependencies
fr: Dépendances

source: Move
fr: Déplacer

source: Delete
fr: Supprimer

source: Please select exactly 2 records
fr: Veuillez sélectionner seulement 2 enregistrements

source: Merge selected %(verbose_name_plural)s
fr: Fusionner les %(verbose_name_plural)s sélectionnés

source: Home
fr: Accueil

source: Update records
fr: Mise à jour des enregistrements

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous

source: Please correct the errors below.
fr: Veuillez corriger l'erreur ci-dessous

source: go
fr: Accéder

source: Export
fr: Exporter

source: The following characters are recognized in the
fr: Les caractères suivants sont reconnus dans le paramètre

source: format
fr: Format de la date

source: character
fr: Caractère

source: Example returned values
fr: Exemple de valeur renvoyée

source: Day
fr: Jour

source: Day of the month, 2 digits with leading zeros
fr: Jour du mois, sur deux chiffres, préfixé de zéros

source: to
fr: à

source: A textual representation of a day, three letters
fr: Nom du jour sur trois lettres

source: Mon
fr: Lun

source: through
fr: à

source: Sun
fr: Dim

source: Day of the month without leading zeros
fr: Jour du mois, non préfixé de zéros

source: (lowercase 'L')
fr: ('L' minuscule)

source: A full textual representation of the day of the week
fr: Nom complet du jour de la semaine

source: Sunday
fr: Dimanche

source: Saturday
fr: Samedi

source: ISO-8601 numeric representation of the day of the week
fr: Représentation numérique ISO-8601 du jour de la semaine

source: for Monday through
fr: pour Lundi à

source: for Sunday
fr: pour Dimanche

source: English ordinal suffix for the day of the month, 2 characters
fr: Suffixe ordinal d'un nombre pour le jour du mois, en anglais, sur deux lettres

source: Works well with
fr: Fonctionne parfaitement avec

source: Numeric representation of the day of the week
fr: Jour de la semaine au format numérique

source: (for Sunday) through
fr: (pour Dimanche) à

source: (for Saturday)
fr: (pour Samedi) à

source: The day of the year (starting from 0)
fr: Le jour de l'année (commençant par 0)

source: Week
fr: Semaine

source: ISO-8601 week number of year, weeks starting on Monday (added in PHP 4.1.0)
fr: Numéro de semaine ISO-8601 de l'année, semaines commençant le lundi (ajouté en PHP 4.1.0)

source: Example:
fr: Exemple :

source: (the 42nd week in the year)
fr: (la 42ème semaine de l'année)

source: Month
fr: Mois

source: A full textual representation of a month, such as January or March
fr: Nom complet du mois (ex. Janvier ou Mars)

source: January
fr: Janvier

source: through
fr: à

source: December
fr: Décembre

source: Numeric representation of a month, with leading zeros
fr: Mois au format numérique, préfixé de zéros

source: A short textual representation of a month, three letters
fr: Mois, en trois lettres

source: Dec
fr: Déc

source: Numeric representation of a month, without leading zeros
fr: Représentaion numérique d'un mois, non préfixé de zéros

source: Number of days in the given month
fr: Nombre de jours dans le mois

source: Year
fr: Année

source: Whether it's a leap year
fr: S'il s'agit d'une année bissextile

source: if it is a leap year,
fr: si c'est une année bissextile

source: otherwise.
fr: autrement.

source: ISO 8601 week-numbering year. This has the same value as Y, except that if the ISO week number (W) belongs to the previous or next year, that year is used instead.
fr: La numérotation de semaine dans l'année ISO 8601. C'est la même valeur que Y, excepté si le numéro de la semaine ISO (W) appartient à l'année précédente ou suivante, cette année sera utilisée à la place.

source: Examples:
fr: Exemples :

source: or
fr: ou

source: A full numeric representation of a year, 4 digits
fr: L'année sur 4 chiffres

source: Examples:
fr: Exemples :

source: or
fr: ou

source: A two digit representation of a year
fr: L'année sur 2 chiffres

source: Time
fr: Heure

source: Lowercase Ante meridiem and Post meridiem
fr: Ante meridiem et Post meridiem en minuscules

source: or
fr: ou

source: Uppercase Ante meridiem and Post meridiem
fr: Ante meridiem et Post meridiem en majuscules

source: or
fr: ou

source: Swatch Internet time
fr: Heure Internet

source: 12-hour format of an hour without leading zeros
fr: Heure sur 12h non préfixée de zéros

source: 24-hour format of an hour without leading zeros
fr: Heure sur 24h non préfixée de zéros

source: 12-hour format of an hour with leading zeros
fr: Heure sur 12h préfixée de zéros

source: 24-hour format of an hour with leading zeros
fr: Heure sur 24h non préfixée de zéros

source: Minutes with leading zeros
fr: Minutes préfixées de zéros

source: to
fr: à

source: Seconds, with leading zeros
fr: Secondes préfixées de zéros

source: through
fr: à

source: Timezone
fr: Fuseau horaire

source: (capital i)
fr: (i majuscule)

source: Whether or not the date is in daylight saving time
fr: L'heure d'été est activée ou pas

source: if Daylight Saving Time, <i>0</i> otherwise.
fr: si heure d'été, <i>0</i> autrement.

source: Difference to Greenwich time (GMT) in hours
fr: Différence avec l'heure GMT en heures

source: Example:
fr: Exemple :

source: Timezone abbreviation
fr: Abréviation du fuseau horaire

source: Timezone offset in seconds. The offset for timezones west of UTC is always negative, and for those east of UTC is always positive.
fr: Décalage du fuseau horaire en secondes. Le décalage pour les fuseaux horaires à l'ouest de UTC est toujours négatif, et pour ceux à l'est de UTC est toujours positif

source: through
fr: à

source: Full Date/Time
fr: Date/Heure complète

source: Formatted date
fr: Date formatée

source: Seconds since the Unix Epoch (January 1 1970 00:00:00 GMT)
fr: Secondes depuis l'Epoch unix (1er janvier 1970 00:00:00 GMT)

source: See also
fr: Voir aussi

source: Import
fr: Importer

source: field name
fr: Nom du champ

source: update
fr: Mettre à jour

source: function
fr: Fonction

source: new value
fr: Nouvelle valeur

source: existing values
fr: Valeurs existantes

source: (sample)
fr: (Exemple)

source: Update
fr: Mettre à jour

source: records
fr: enregistrement(s)

source: Field
fr: Champs

source: Master
fr: Maître

source: This will be preserved
fr: Celui-ci sera consrvé

source: swap
fr: inverser

source: Result
fr: Résultat

source: Other
fr: Autre

source: This will be removed
fr: Celui-ci sera supprimé

source: Preview
fr: Aperçu

source: Merge records
fr: Fusionner les enregistrements

source: Key
fr: Clef

source: After Merging
fr: Après fusion

source: Merge
fr: Fusionner
